[
  {
    "id": 1,
    "author": "Steve Jobs",
    "text_en": "The only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle.",
    "text_hi": "महान कार्य करने का एकमात्र तरीका यह है कि आप जो करते हैं उससे प्यार करें। यदि आपने इसे अभी तक नहीं पाया है, तो खोजते रहें। समझौता मत करो।",
    "text_gu": "મહાન કાર્ય કરવાનો એકમાત્ર રસ્તો એ છે કે તમે જે કરો છો તેને પ્રેમ કરો. જો તમને તે હજી સુધી મળ્યું નથી, તો શોધતા રહો. સમાધાન કરશો નહીં."
  },
  {
    "id": 2,
    "author": "Mahatma Gandhi",
    "text_en": "Live as if you were to die tomorrow. Learn as if you were to live forever.",
    "text_hi": "ऐसे जियो जैसे कि तुम कल मरने वाले हो। ऐसे सीखो जैसे कि तुम हमेशा के लिए जीने वाले हो।",
    "text_gu": "એવી રીતે જીવો કે જાણે તમે કાલે મરવાના છો. એવી રીતે શીખો કે જાણે તમે હંમેશ માટે જીવવાના છો."
  },
  {
    "id": 3,
    "author": "APJ Abdul Kalam",
    "text_en": "Dream is not that which you see while sleeping it is something that does not let you sleep.",
    "text_hi": "सपना वह नहीं है जो आप सोते समय देखते हैं, यह वह है जो आपको सोने नहीं देता है।",
    "text_gu": "સ્વપ્ન એ નથી જે તમે ઊંઘતી વખતે જુઓ છો, તે કંઈક એવું છે જે તમને ઊંઘવા દેતું નથી."
  },
  {
    "id": 4,
    "author": "Swami Vivekananda",
    "text_en": "Arise, awake and stop not till the goal is reached.",
    "text_hi": "उठो, जागो और तब तक मत रुको जब तक लक्ष्य प्राप्त न हो जाए।",
    "text_gu": "ઉઠો, જાગો અને ધ્યેય પ્રાપ્ત ન થાય ત્યાં સુધી અટકશો નહીં."
  },
  {
    "id": 5,
    "author": "Albert Einstein",
    "text_en": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
    "text_hi": "जीवन साइकिल चलाने जैसा है। अपना संतुलन बनाए रखने के लिए, आपको चलते रहना होगा।",
    "text_gu": "જીવન સાયકલ ચલાવવા જેવું છે. તમારું સંતુલન જાળવવા માટે, તમારે આગળ વધતા રહેવું પડશે."
  },
  {
    "id": 6,
    "author": "Mother Teresa",
    "text_en": "Not all of us can do great things. But we can do small things with great love.",
    "text_hi": "हम सभी महान कार्य नहीं कर सकते। लेकिन हम छोटे काम बड़े प्यार से कर सकते हैं।",
    "text_gu": "આપણે બધા મહાન કાર્યો કરી શકતા નથી. પરંતુ આપણે નાના કાર્યો ખૂબ પ્રેમથી કરી શકીએ છીએ."
  },
  {
    "id": 7,
    "author": "Buddha",
    "text_en": "The mind is everything. What you think you become.",
    "text_hi": "मन ही सब कुछ है। जैसा आप सोचते हैं वैसा आप बन जाते हैं।",
    "text_gu": "મન જ બધું છે. તમે જે વિચારો છો તે તમે બની જાઓ છો."
  },
  {
    "id": 8,
    "author": "Nelson Mandela",
    "text_en": "It always seems impossible until it's done.",
    "text_hi": "जब तक कोई काम पूरा नहीं हो जाता, तब तक वह असंभव लगता है।",
    "text_gu": "જ્યાં સુધી તે પૂર્ણ ન થાય ત્યાં સુધી તે હંમેશા અશક્ય લાગે છે."
  },
  {
    "id": 9,
    "author": "Rumi",
    "text_en": "Don’t be satisfied with stories, how things have gone with others. Unfold your own myth.",
    "text_hi": "कहानियों से संतुष्ट न हों, कि दूसरों के साथ चीजें कैसे हुई हैं। अपनी खुद की गाथा को उजागर करें।",
    "text_gu": "વાર્તાઓથી સંતુષ્ટ ન થાઓ કે બીજા સાથે શું થયું છે. તમારી પોતાની પૌરાણિક કથાને પ્રગટ કરો."
  },
  {
    "id": 10,
    "author": "Confucius",
    "text_en": "It does not matter how slowly you go as long as you do not stop.",
    "text_hi": "यह मायने नहीं रखता कि आप कितनी धीमी गति से चलते हैं, जब तक कि आप रुकते नहीं हैं।",
    "text_gu": "તમે કેટલા ધીમે ચાલો છો તેનાથી કોઈ ફરક પડતો નથી જ્યાં સુધી તમે અટકતા નથી."
  },
  {
    "id": 11,
    "author": "Helen Keller",
    "text_en": "Keep your face to the sunshine and you cannot see a shadow. It’s what sunflowers do.",
    "text_hi": "अपना चेहरा धूप की ओर रखें और आप परछाई नहीं देख सकते। सूरजमुखी भी यही करते हैं।",
    "text_gu": "તમારો ચહેરો સૂર્યપ્રકાશ તરફ રાખો અને તમે પડછાયો જોઈ શકશો નહીં. સૂર્યમુખી પણ એમ જ કરે છે."
  },
  {
    "id": 12,
    "author": "Aristotle",
    "text_en": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "text_hi": "हम वही हैं जो हम बार-बार करते हैं। उत्कृष्टता, तो, एक कार्य नहीं, बल्कि एक आदत है।",
    "text_gu": "આપણે જે વારંવાર કરીએ છીએ તે જ છીએ. શ્રેષ્ઠતા, તો, કોઈ કાર્ય નથી, પરંતુ એક આદત છે."
  },
  {
    "id": 13,
    "author": "Winston Churchill",
    "text_en": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "text_hi": "सफलता अंतिम नहीं है, विफलता घातक नहीं है: यह जारी रखने का साहस है जो मायने रखता है।",
    "text_gu": "સફળતા અંતિમ નથી, નિષ્ફળતા જીવલેણ નથી: તે ચાલુ રાખવાની હિંમત છે જે ગણાય છે."
  },
  {
    "id": 14,
    "author": "Dalai Lama",
    "text_en": "Happiness is not something ready made. It comes from your own actions.",
    "text_hi": "खुशी पहले से बनी बनाई नहीं मिलती। यह आपके अपने कर्मों से आती है।",
    "text_gu": "સુખ તૈયાર મળતું નથી. તે તમારા પોતાના કર્મોથી આવે છે."
  },
  {
    "id": 15,
    "author": "Ralph Waldo Emerson",
    "text_en": "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "text_hi": "वहाँ मत जाओ जहाँ रास्ता ले जा सकता है, इसके बजाय वहाँ जाओ जहाँ कोई रास्ता नहीं है और एक निशान छोड़ जाओ।",
    "text_gu": "જ્યાં રસ્તો લઈ જાય છે ત્યાં ન જાવ, તેના બદલે ત્યાં જાઓ જ્યાં કોઈ રસ્તો નથી અને નિશાન છોડી દો."
  },
  {
    "id": 16,
    "author": "C.S. Lewis",
    "text_en": "You are never too old to set another goal or to dream a new dream.",
    "text_hi": "आप कोई और लक्ष्य निर्धारित करने या नया सपना देखने के लिए कभी भी बहुत बूढ़े नहीं होते।",
    "text_gu": "તમે બીજું લક્ષ્ય નક્કી કરવા અથવા નવું સ્વપ્ન જોવા માટે ક્યારેય વૃદ્ધ થતા નથી."
  },
  {
    "id": 17,
    "author": "Eleanor Roosevelt",
    "text_en": "The future belongs to those who believe in the beauty of their dreams.",
    "text_hi": "भविष्य उन लोगों का है जो अपने सपनों की सुंदरता में विश्वास करते हैं।",
    "text_gu": "ભવિષ્ય તે લોકોનું છે જેઓ તેમના સપનાની સુંદરતામાં વિશ્વાસ રાખે છે."
  },
  {
    "id": 18,
    "author": "Lao Tzu",
    "text_en": "The journey of a thousand miles begins with one step.",
    "text_hi": "एक हजार मील की यात्रा एक कदम से शुरू होती है।",
    "text_gu": "હજાર માઈલની મુસાફરી એક ડગલાંથી શરૂ થાય છે."
  },
  {
    "id": 19,
    "author": "Abraham Lincoln",
    "text_en": "In the end, it's not the years in your life that count. It's the life in your years.",
    "text_hi": "अंत में, यह आपके जीवन के साल नहीं हैं जो मायने रखते हैं। यह आपके सालों में जीवन है जो मायने रखता है।",
    "text_gu": "અંતે, તમારા જીવનના વર્ષો નથી ગણાતા. તમારા વર્ષોમાં રહેલું જીવન ગણાય છે."
  },
  {
    "id": 20,
    "author": "Mark Twain",
    "text_en": "Courage is resistance to fear, mastery of fear, not absence of fear.",
    "text_hi": "साहस डर का प्रतिरोध है, डर पर महारत है, डर की अनुपस्थिति नहीं।",
    "text_gu": "હિંમત એ ભયનો પ્રતિકાર છે, ભય પર નિપુણતા છે, ભયની ગેરહાજરી નથી."
  },
  {
    "id": 21,
    "author": "Oscar Wilde",
    "text_en": "Be yourself; everyone else is already taken.",
    "text_hi": "स्वयं बनें; अन्य सभी लोग पहले से ही लिए जा चुके हैं।",
    "text_gu": "તમારી જાત બનો; બીજા બધા તો પહેલાથી જ લેવાઈ ગયા છે."
  },
  {
    "id": 22,
    "author": "Walt Disney",
    "text_en": "All our dreams can come true, if we have the courage to pursue them.",
    "text_hi": "हमारे सभी सपने सच हो सकते हैं, अगर हममें उनका पीछा करने का साहस है।",
    "text_gu": "આપણા બધા સપના સાકાર થઈ શકે છે, જો આપણામાં તેનો પીછો કરવાની હિંમત હોય."
  },
  {
    "id": 23,
    "author": "Martin Luther King Jr.",
    "text_en": "Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.",
    "text_hi": "अंधेरा अंधेरे को दूर नहीं कर सकता: केवल प्रकाश ही ऐसा कर सकता है। नफरत नफरत को दूर नहीं कर सकती: केवल प्यार ही ऐसा कर सकता है।",
    "text_gu": "અંધકાર અંધકારને દૂર કરી શકતો નથી: માત્ર પ્રકાશ જ તે કરી શકે છે. નફરત નફરતને બહાર કાઢી શકતી નથી: માત્ર પ્રેમ જ તે કરી શકે છે."
  },
  {
    "id": 24,
    "author": "Confucius",
    "text_en": "Everything has beauty, but not everyone sees it.",
    "text_hi": "हर चीज में सुंदरता होती है, लेकिन हर कोई इसे नहीं देखता है।",
    "text_gu": "દરેક વસ્તુમાં સુંદરતા હોય છે, પરંતુ દરેક જણ તેને જોતા નથી."
  },
  {
    "id": 25,
    "author": "Henry Ford",
    "text_en": "Whether you think you can or you think you can't, you're right.",
    "text_hi": "चाहे आप सोचें कि आप कर सकते हैं या आप सोचें कि आप नहीं कर सकते, आप सही हैं।",
    "text_gu": "તમે વિચારો છો કે તમે કરી શકો છો કે તમે વિચારો છો કે તમે કરી શકતા નથી, તમે સાચા છો."
  },
  {
    "id": 26,
    "author": "Rabindranath Tagore",
    "text_en": "You can't cross the sea merely by standing and staring at the water.",
    "text_hi": "आप केवल खड़े होकर और पानी को घूरकर समुद्र पार नहीं कर सकते।",
    "text_gu": "તમે માત્ર ઉભા રહીને અને પાણીને જોઈને દરિયો પાર કરી શકતા નથી."
  },
  {
    "id": 27,
    "author": "Maya Angelou",
    "text_en": "You will face many defeats in life, but never let yourself be defeated.",
    "text_hi": "जीवन में आपको कई पराजयों का सामना करना पड़ेगा, लेकिन कभी भी अपने आप को पराजित न होने दें।",
    "text_gu": "જીવનમાં તમારે ઘણી હારનો સામનો કરવો પડશે, પરંતુ તમારી જાતને ક્યારેય હારવા દેશો નહીં."
  },
  {
    "id": 28,
    "author": "Socrates",
    "text_en": "The only true wisdom is in knowing you know nothing.",
    "text_hi": "एकमात्र सच्चा ज्ञान यह जानने में है कि आप कुछ नहीं जानते।",
    "text_gu": "એકમાત્ર સાચું ડહાપણ એ જાણવામાં છે કે તમે કંઈ જાણતા નથી."
  },
  {
    "id": 29,
    "author": "John Lennon",
    "text_en": "Life is what happens when you're busy making other plans.",
    "text_hi": "जीवन वह है जो तब होता है जब आप अन्य योजनाएँ बनाने में व्यस्त होते हैं।",
    "text_gu": "જીવન એ છે જે થાય છે જ્યારે તમે અન્ય યોજનાઓ બનાવવામાં વ્યસ્ત હોવ છો."
  },
  {
    "id": 30,
    "author": "Franklin D. Roosevelt",
    "text_en": "The only thing we have to fear is fear itself.",
    "text_hi": "हमें केवल एक ही चीज से डरना है और वह है खुद डर।",
    "text_gu": "આપણે માત્ર એક જ વસ્તુથી ડરવાનું છે અને તે છે ડર."
  },
  {
    "id": 31,
    "author": "Nelson Mandela",
    "text_en": "Education is the most powerful weapon which you can use to change the world.",
    "text_hi": "शिक्षा सबसे शक्तिशाली हथियार है जिसका उपयोग आप दुनिया को बदलने के लिए कर सकते हैं।",
    "text_gu": "શિક્ષણ એ સૌથી શક્તિશાળી શસ્ત્ર છે જેનો ઉપયોગ તમે વિશ્વને બદલવા માટે કરી શકો છો."
  },
  {
    "id": 32,
    "author": "Bruce Lee",
    "text_en": "Do not pray for an easy life, pray for the strength to endure a difficult one.",
    "text_hi": "आसान जीवन के लिए प्रार्थना न करें, कठिन जीवन को सहन करने की शक्ति के लिए प्रार्थना करें।",
    "text_gu": "સરળ જીવન માટે પ્રાર્થના કરશો નહીં, મુશ્કેલ જીવન સહન કરવાની શક્તિ માટે પ્રાર્થના કરો."
  },
  {
    "id": 33,
    "author": "Bhagavad Gita",
    "text_en": "You have the right to work, but never to the fruit of work.",
    "text_hi": "तुम्हें कर्म करने का अधिकार है, लेकिन कर्म के फल पर कभी नहीं।",
    "text_gu": "તમને કર્મ કરવાનો અધિકાર છે, પરંતુ કર્મના ફળ પર ક્યારેય નહીં."
  },
  {
    "id": 34,
    "author": "Thomas A. Edison",
    "text_en": "I have not failed. I've just found 10,000 ways that won't work.",
    "text_hi": "मैं असफल नहीं हुआ हूँ। मैंने बस 10,000 ऐसे तरीके खोजे हैं जो काम नहीं करेंगे।",
    "text_gu": "હું નિષ્ફળ ગયો નથી. મેં હમણાં જ 10,000 રીતો શોધી કાઢી છે જે કામ કરશે નહીં."
  },
  {
    "id": 35,
    "author": "Dr. Seuss",
    "text_en": "Don't cry because it's over, smile because it happened.",
    "text_hi": "रोओ मत क्योंकि यह खत्म हो गया है, मुस्कुराओ क्योंकि यह हुआ है।",
    "text_gu": "રડશો નહીં કારણ કે તે પૂરું થઈ ગયું છે, સ્મિત કરો કારણ કે તે બન્યું છે."
  },
  {
    "id": 36,
    "author": "Plato",
    "text_en": "Wise men speak because they have something to say; fools because they have to say something.",
    "text_hi": "बुद्धिमान लोग इसलिए बोलते हैं क्योंकि उनके पास कहने के लिए कुछ होता है; मूर्ख इसलिए क्योंकि उन्हें कुछ कहना होता है।",
    "text_gu": "જ્ઞાની માણસો બોલે છે કારણ કે તેમની પાસે કહેવા માટે કંઈક છે; મૂર્ખાઓ કારણ કે તેઓને કંઈક કહેવું છે."
  },
  {
    "id": 37,
    "author": "Muhammad Ali",
    "text_en": "Float like a butterfly, sting like a bee.",
    "text_hi": "तितली की तरह उड़ो, मधुमक्खी की तरह डंक मारो।",
    "text_gu": "પતંગિયાની જેમ ઉડો, મધમાખીની જેમ ડંખ મારો."
  },
  {
    "id": 38,
    "author": "J.K. Rowling",
    "text_en": "It is our choices that show what we truly are, far more than our abilities.",
    "text_hi": "यह हमारे विकल्प हैं जो दिखाते हैं कि हम वास्तव में क्या हैं, हमारी क्षमताओं से कहीं अधिक।",
    "text_gu": "તે અમારી પસંદગીઓ છે જે બતાવે છે કે આપણે ખરેખર શું છીએ, આપણી ક્ષમતાઓ કરતાં ઘણું વધારે."
  },
  {
    "id": 39,
    "author": "Chanakya",
    "text_en": "A man is great by deeds, not by birth.",
    "text_hi": "व्यक्ति अपने कर्मों से महान होता है, जन्म से नहीं।",
    "text_gu": "માણસ કર્મોથી મહાન છે, જન્મથી નહીં."
  },
  {
    "id": 40,
    "author": "Winston Churchill",
    "text_en": "If you are going through hell, keep going.",
    "text_hi": "यदि आप नर्क से गुजर रहे हैं, तो चलते रहिए।",
    "text_gu": "જો તમે નરકમાંથી પસાર થઈ રહ્યા છો, તો ચાલતા રહો."
  },
  {
    "id": 41,
    "author": "Benjamin Franklin",
    "text_en": "Tell me and I forget. Teach me and I remember. Involve me and I learn.",
    "text_hi": "मुझे बताओ और मैं भूल जाऊंगा। मुझे सिखाओ और मैं याद रखूंगा। मुझे शामिल करो और मैं सीख जाऊंगा।",
    "text_gu": "મને કહો અને હું ભૂલી જઈશ. મને શીખવો અને હું યાદ રાખીશ. મને સામેલ કરો અને હું શીખીશ."
  },
  {
    "id": 42,
    "author": "Swami Vivekananda",
    "text_en": "Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea.",
    "text_hi": "एक विचार लो। उस एक विचार को अपना जीवन बना लो - उसके बारे में सोचो, उसका सपना देखो, उस विचार पर जियो।",
    "text_gu": "એક વિચાર લો. તે એક વિચારને તમારું જીવન બનાવો - તેના વિશે વિચારો, તેનું સ્વપ્ન જુઓ, તે વિચાર પર જીવો."
  },
  {
    "id": 43,
    "author": "Eleanor Roosevelt",
    "text_en": "No one can make you feel inferior without your consent.",
    "text_hi": "आपकी सहमति के बिना कोई भी आपको हीन महसूस नहीं करा सकता।",
    "text_gu": "તમારી સંમતિ વિના કોઈ તમને ઉતારી પાડી શકે નહીં."
  },
  {
    "id": 44,
    "author": "Bhagat Singh",
    "text_en": "They may kill me, but they cannot kill my ideas. They can crush my body, but they will not be able to crush my spirit.",
    "text_hi": "वे मुझे मार सकते हैं, लेकिन वे मेरे विचारों को नहीं मार सकते। वे मेरे शरीर को कुचल सकते हैं, लेकिन वे मेरी आत्मा को कुचल नहीं पाएंगे।",
    "text_gu": "તેઓ મને મારી શકે છે, પરંતુ તેઓ મારા વિચારોને મારી શકતા નથી. તેઓ મારા શરીરને કચડી શકે છે, પરંતુ તેઓ મારા આત્માને કચડી શકશે નહીં."
  },
  {
    "id": 45,
    "author": "Robert Frost",
    "text_en": "In three words I can sum up everything I've learned about life: it goes on.",
    "text_hi": "तीन शब्दों में मैं जीवन के बारे में जो कुछ भी सीखा है उसका सारांश प्रस्तुत कर सकता हूँ: यह चलता रहता है।",
    "text_gu": "ત્રણ શબ્દોમાં હું જીવન વિશે જે કંઈ શીખ્યો છું તેનો સારાંશ આપી શકું છું: તે ચાલતું રહે છે."
  },
  {
    "id": 46,
    "author": "Anne Frank",
    "text_en": "Whoever is happy will make others happy too.",
    "text_hi": "जो कोई भी खुश है वह दूसरों को भी खुश करेगा।",
    "text_gu": "જે ખુશ છે તે બીજાને પણ ખુશ કરશે."
  },
  {
    "id": 47,
    "author": "Confucius",
    "text_en": "Our greatest glory is not in never falling, but in rising every time we fall.",
    "text_hi": "हमारी सबसे बड़ी महिमा कभी न गिरने में नहीं है, बल्कि हर बार गिरकर उठने में है।",
    "text_gu": "આપણી સૌથી મોટી કીર્તિ ક્યારેય ન પડવામાં નથી, પરંતુ જ્યારે પણ આપણે પડીએ છીએ ત્યારે ઉઠવામાં છે."
  },
  {
    "id": 48,
    "author": "Mother Teresa",
    "text_en": "Peace begins with a smile.",
    "text_hi": "शांति की शुरुआत एक मुस्कान से होती है।",
    "text_gu": "શાંતિની શરૂઆત સ્મિતથી થાય છે."
  },
  {
    "id": 49,
    "author": "Lao Tzu",
    "text_en": "Nature does not hurry, yet everything is accomplished.",
    "text_hi": "प्रकृति जल्दबाजी नहीं करती, फिर भी सब कुछ संपन्न हो जाता है।",
    "text_gu": "કુદરત ઉતાવળ કરતી નથી, છતાં બધું પાર પડી જાય છે."
  },
  {
    "id": 50,
    "author": "Steve Jobs",
    "text_en": "Innovation distinguishes between a leader and a follower.",
    "text_hi": "नवाचार एक नेता और एक अनुयायी के बीच अंतर करता है।",
    "text_gu": "નવીનતા નેતા અને અનુયાયી વચ્ચે તફાવત કરે છે."
  }
]